Repository: Achint08/kniteditor
Catalog: _i18n/*/*.po
Languages: de

source: Develop the Knit Editor
de: Entwickle den Knit Editor

source: Download the Knit Editor
de: Downloade den Knit Editor

source: Improve this site
de: Verbessere diese Seite

source: TRANSLATE
de: ÜBERSETZEN

source: PROGRAM
de: PROGRAMMIEREN

source: Translate
de: Übersetzen

source: This video shows you how to translate the files: https://github.com/fossasia/kniteditor/tree/master/kniteditor/localization/translations:
de: Dieses Video zeigt Dir, wie du <a href="https://github.com/fossasia/kniteditor/tree/master/kniteditor/localization/translations">die Dateien</a> übersetzt:

source: Program
de: Programmiere

source: VIEW ALL RELEASES
de: ALLE VERSIONEN ANZEIGEN

source: For AYAB, you can also download the old software:
de: Für AYAB kannst Du auch die alte Software runterladen:

source: Design knit work and knit it.
de: Erstelle Strickereien und stricke sie.

source: Display and export schemata.
de: Zeige Schemata an und exporiere sie.

source: Control your knitting machine.
de: Steuere deine Strickmaschine an.

source: Import and share designs.
de: Importiere und verteile Designs.

source: It's free and open-source.
de: Es ist frei und quelloffen.

source: START DEVELOPING
de: ENTWICKLE MIT
